[
  "Is any thing too hard for the LORD? At the time appointed I will return unto thee, according to the time of life, and Sarah shall have a son. - Genesis 18:14",
  "And it came to pass at that time, that Abimelech and Phichol the chief captain of his host spake unto Abraham, saying, God is with thee in all that thou doest. - Genesis 21:22",
  "Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother's eye. - Matthew 7:5",
  "For with God nothing shall be impossible. - Luke 1:37",
  "Now unto him that is able to do exceeding abundantly above all that we ask or think, according to the power that worketh in us. - Ephesians 3:20",
  "He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things? - Romans 8:32",
  "Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you. - Matthew 7:7",
  "What shall we then say to these things? If God be for us, who can be against us? - Romans 8:31",
  "For ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father. - Romans 8:15",
  "The lines are fallen unto me in pleasant places; yea, I have a goodly heritage. - Psalms 16:6",
  "For this is the love of God, that we keep his commandments: and his commandments are not grievous. - 1 John 5:3",
  "And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us. - 1 John 5:14",
  "Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need. - Hebrews 4:16",
  " If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you. - John 15:7",
  "Greater love hath no man than this, that a man lay down his life for his friends. - John 15:13",
  "But without faith it is impossible to please him: for he that cometh to God must believe that he is, and that he is a rewarder of them that diligently seek him. - Hebrews 11:6",
  "And God said, Let there be light: and there was light. - Genesis 1:3",
  "But Noah found grace in the eyes of the LORD. - Genesis 6:8",
  "And Sarah said, God hath made me to laugh, so that all that hear will laugh with me. - Genesis 21:6",
  "That in blessing I will bless thee, and in multiplying I will multiply thy seed as the stars of the heaven, and as the sand which is upon the sea shore; and thy seed shall possess the gate of his enemies. - Genesis 22:17",
  "God is not a man, that he should lie; neither the son of man, that he should repent: hath he said, and shall he not do it? or hath he spoken, and shall he not make it good? - Numbers 23:19",
  "And, behold, I am with thee, and will keep thee in all places whither thou goest, and will bring thee again into this land; for I will not leave thee, until I have done that which I have spoken to thee of. - Genesis 24:12",
  "And the man increased exceedingly, and had much cattle, and maidservants, and menservants, and camels, and asses. - Genesis 30:43",
  "And the LORD was with Joseph, and he was a prosperous man; and he was in the house of his master the Egyptian. - Genesis 39:2",
  "And I will give this people favour in the sight of the Egyptians: and it shall come to pass, that, when ye go, ye shall not go empty. - Exodus 3:21",
  "And I appeared unto Abraham, unto Isaac, and unto Jacob, by the name of God Almighty, but by my name JEHOVAH was I not known to them. - Exodus 6:3",
  "And the blood shall be to you for a token upon the houses where ye are: and when I see the blood, I will pass over you, and the plague shall not be upon you to destroy you, when I smite the land of Egypt. - Exodus 12:13",
  "And the LORD went before them by day in a pillar of a cloud, to lead them the way; and by night in a pillar of fire, to give them light; to go by day and night. - Exodus 13:21",
  "Exodus 14:13 And Moses said unto the people, Fear ye not, stand still, and see the salvation of the LORD, which he will shew to you today: for the Egyptians whom ye have seen today, ye shall see them again no more forever. - Exodus 14:13",
  "The LORD shall fight for you, and ye shall hold your peace. - Exodus 14:14",
  "The LORD is a man of war: the LORD is his name. - Exodus 15:3",
  "Thou shalt have no other gods before me. - Exodus 20:3",
  "Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful. - Psalms 1:1",
  "For the LORD knoweth the way of the righteous: but the way of the ungodly shall perish. - Psalms 1:6",
  "But thou, O LORD, art a shield for me; my glory, and the lifter up of mine head. - Psalms 3:3",
  "I laid me down and slept; I awaked; for the LORD sustained me. -  Psalms 3:5",
  "For thou, LORD, wilt bless the righteous; with favour wilt thou compass him as with a shield. - Psalms 5:12",
  "Lead me, O LORD, in thy righteousness because of mine enemies; make thy way straight before my face. - Psalms 5:8",
  "Have mercy upon me, O LORD; for I am weak: O LORD, heal me; for my bones are vexed. - Psalms 6:2",
  "The LORD hath heard my supplication; the LORD will receive my prayer. - Psalms 6:9",
  "But I have trusted in thy mercy; my heart shall rejoice in thy salvation. - Psalms 13:5",
  "The LORD is the portion of mine inheritance and of my cup: thou maintainest my lot. - Psalms 16:5",
  "The LORD is my rock, and my fortress, and my deliverer; my God, my strength, in whom I will trust; my buckler, and the horn of my salvation, and my high tower. - Psalms 18:2",
  "The LORD hear thee in the day of trouble; the name of the God of Jacob defend thee. - Psalms 20:1",
  "Some trust in chariots, and some in horses: but we will remember the name of the LORD our God. - Psalms 20:7",
  "The LORD is my shepherd; I shall not want. - Psalms 23:1",
  "Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the LORD for ever. - Psalms 23:6",
  "Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me. - Psalms 23:4",
  "Shew me thy ways, O LORD; teach me thy paths. - Psalms 25:4",
  "Redeem Israel, O God, out of all his troubles. - Psalms 25:22",
  "The LORD is my light and my salvation; whom shall I fear? the LORD is the strength of my life; of whom shall I be afraid? - Psalms 27:1",
  "The LORD is my strength and my shield; my heart trusted in him, and I am helped: therefore my heart greatly rejoiceth; and with my song will I praise him. - Psalms 28:7",
  "O love the LORD, all ye his saints: for the LORD preserveth the faithful, and plentifully rewardeth the proud doer. - Psalms 31:23",
  "And blessed is she that believed: for there shall be a performance of those things which were told her from the Lord. - Luke 1:45",
  "The Spirit of the Lord is upon me, because he hath anointed me to preach the gospel to the poor; he hath sent me to heal the brokenhearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised. - Luke 4:18",
  "And Jesus increased in wisdom and stature, and in favour with God and man. - Luke 2:52",
  "Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again. - Luke 6:38",
  "And why call ye me, Lord, Lord, and do not the things which I say? - Luke 6:46",
  "A good man out of the good treasure of his heart bringeth forth that which is good; and an evil man out of the evil treasure of his heart bringeth forth that which is evil: for of the abundance of the heart his mouth speaketh. - Luke 6:45",
  "And Jesus said unto him, No man, having put his hand to the plough, and looking back, is fit for the kingdom of God. - Luke 9:62",
  "Give us day by day our daily bread. - Luke 11:3",
  "He that is faithful in that which is least is faithful also in much: and he that is unjust in the least is unjust also in much. - Luke 16:10",
  "Heaven and earth shall pass away: but my words shall not pass away. - Luke 21:33",
  "And of his fullness have all we received, and grace for grace. - John 1:16",
  "Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God. - John 3:3",
  "He that believeth on me, as the scripture hath said, out of his belly shall flow rivers of living water. - John 7:38",
  "The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it more abundantly. - John 10:10",
  "These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. - John 16:33",
  "The eyes of your understanding being enlightened; that ye may know what is the hope of his calling, and what the riches of the glory of his inheritance in the saints. - Ephesians 1:18",
  "And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ's sake hath forgiven you. - Ephesians 4:32",
  "Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers. - Ephesians 4:29",
  "See then that ye walk circumspectly, not as fools, but as wise,redeeming the time, because the days are evil. - Ephesians 5:15-16",
  "Wherefore be ye not unwise, but understanding what the will of the Lord is. - Ephesians 5:17",
  "Being confident of this very thing, that he which hath begun a good work in you will perform it until the day of Jesus Christ. - Philippians 1:6",
  "For it is God which worketh in you both to will and to do of his good pleasure. - Philippians 2:13",
  "Do all things without murmurings and disputings. - Philippians 2:14",
  "Rejoice in the Lord alway: and again I say, Rejoice. - Philippians 4:4",
  "Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things. - Philippians 4:8",
  "Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God. - Philippians 4:6",
  "I can do all things through Christ which strengtheneth me. -  Philippians 4:13",
  "But my God shall supply all your need according to his riches in glory by Christ Jesus. - Philippians 4:19",
  "The grace of our Lord Jesus Christ be with you all. Amen. - Philippians 4:23",
  "Set your affection on things above, not on things on the earth. - Colossians 3:2",
  "Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord. - Colossians 3:16",
  "Let your speech be alway with grace, seasoned with salt, that ye may know how ye ought to answer every man. - Colossians 4:6",
  "And whatsoever ye do, do it heartily, as to the Lord, and not unto men. - Colossians 3:23",
  "For this is the will of God, even your sanctification, that ye should abstain from fornication. 1 Thessalonians 4:3",
  "For God hath not called us unto uncleanness, but unto holiness. - 1 Thessalonians 4:7",
  "And that ye study to be quiet, and to do your own business, and to work with your own hands, as we commanded you; - 1 Thessalonians 4:11",
  "Pray without ceasing. - 1 Thessalonians 5:17",
  "Prove all things; hold fast that which is good. - 1 Thessalonians 5:21",
  "Abstain from all appearance of evil. - 1 Thessalonians 5:22",
  "Quench not the Spirit. - 1 Thessalonians 5:19",
  "Faithful is he that calleth you, who also will do it. - 1 Thessalonians 5:24",
  "But the Lord is faithful, who shall stablish you, and keep you from evil. - 2 Thessalonians 3:3",
  "Now the Lord of peace himself give you peace always by all means. The Lord be with you all. - 2 Thessalonians 3:16",
  "But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel. - 1 Timothy 5:8",
  "But godliness with contentment is great gain. - 1 Timothy 6:6",
  "For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows. - 1 Timothy 6:10",
  "Fight the good fight of faith, lay hold on eternal life, whereunto thou art also called, and hast professed a good profession before many witnesses. - 1 Timothy 6:12",
  "He maketh my feet like hinds' feet, and setteth me upon my high places. - Psalms 18:33",
  "Wait on the LORD: be of good courage, and he shall strengthen thine heart: wait, I say, on the LORD. - Psalms 27:14",
  "For his anger endureth but a moment; in his favour is life: weeping may endure for a night, but joy cometh in the morning. - Psalms 30:5",
  "Thou hast turned for me my mourning into dancing: thou hast put off my sackcloth, and girded me with gladness. - Psalms 30:11",
  "Make thy face to shine upon thy servant: save me for thy mercies' sake. - Psalms 31:16",
  "I will instruct thee and teach thee in the way which thou shalt go: I will guide thee with mine eye. - Psalms 32:8",
  "Many sorrows shall be to the wicked: but he that trusteth in the LORD, mercy shall compass him about. - Psalms 32:10",
  "The counsel of the LORD standeth for ever, the thoughts of his heart to all generations. - Psalms 33:11",
  "Our soul waiteth for the LORD: he is our help and our shield. - Psalms 33:20",
  "I sought the LORD, and he heard me, and delivered me from all my fears. - Psalms 34:4",
  "They looked unto him, and were lightened: and their faces were not ashamed. - Psalms 34:5",
  "O taste and see that the LORD is good: blessed is the man that trusteth in him. - Psalms 34:8",
  "O fear the LORD, ye his saints: for there is no want to them that fear him. - Psalms 34:9",
  "The young lions do lack, and suffer hunger: but they that seek the LORD shall not want any good thing. - Psalms 34:10",
  "Many are the afflictions of the righteous: but the LORD delivereth him out of them all. - Psalms 34:19",
  "The LORD is nigh unto them that are of a broken heart; and saveth such as be of a contrite spirit. - Psalms 34:18",
  "The LORD redeemeth the soul of his servants: and none of them that trust in him shall be desolate. - Psalms 34:22",
  "Let them be confounded and put to shame that seek after my soul: let them be turned back and brought to confusion that devise my hurt. - Psalms 35:4",
  "Commit thy way unto the LORD; trust also in him; and he shall bring it to pass. - Psalms 37:5",
  "Rest in the LORD, and wait patiently for him: fret not thyself because of him who prospereth in his way, because of the man who bringeth wicked devices to pass. - Psalms 37:7",
  "Cease from anger, and forsake wrath: fret not thyself in any wise to do evil. - Psalms 37:8",
  "The steps of a good man are ordered by the LORD: and he delighteth in his way. - Psalms 37:23",
  "I have been young, and now am old; yet have I not seen the righteous forsaken, nor his seed begging bread. - Psalms 37:25",
  "Forsake me not, O LORD: O my God, be not far from me. - Psalms 38:21",
  "Make haste to help me, O Lord my salvation. - Psalms 38:22",
  "He brought me up also out of an horrible pit, out of the miry clay, and set my feet upon a rock, and established my goings. - Psalms 40:2",
  "Why art thou cast down, O my soul? and why art thou disquieted in me? hope thou in God: for I shall yet praise him for the help of his countenance. - Psalms 42:5",
  "God is our refuge and strength, a very present help in trouble. - Psalms 46:1",
  "God is in the midst of her; she shall not be moved: God shall help her, and that right early. - Psalms 46:5",
  "Be still, and know that I am God: I will be exalted among the heathen, I will be exalted in the earth. - Psalms 46:10",
  "And call upon me in the day of trouble: I will deliver thee, and thou shalt glorify me. - Psalms 50:15",
  "Create in me a clean heart, O God; and renew a right spirit within me. - Psalms 51:10",
  "The sacrifices of God are a broken spirit: a broken and a contrite heart, O God, thou wilt not despise. - Psalms 51:17",
  "But I am like a green olive tree in the house of God: I trust in the mercy of God for ever and ever. - Psalms 52:8",
  "What time I am afraid, I will trust in thee. - Psalms 56:3",
  "Give us help from trouble: for vain is the help of man. - Psalms 60:11",
  "Through God we shall do valiantly: for he it is that shall tread down our enemies. - Psalms 60:12",
  "From the end of the earth will I cry unto thee, when my heart is overwhelmed: lead me to the rock that is higher than I. - Psalms 61:2",
  "God hath spoken once; twice have I heard this; that power belongeth unto God. - Psalms 62:11",
  "Blessed be God, which hath not turned away my prayer, nor his mercy from me. - Psalms 66:20",
  "Then shall the earth yield her increase; and God, even our own God, shall bless us. - Psalms 67:6",
  "A father of the fatherless, and a judge of the widows, is God in his holy habitation. - Psalms 68:5",
  "Blessed be the Lord, who daily loadeth us with benefits, even the God of our salvation. Selah. - Psalms 68:19",
  "In thee, O LORD, do I put my trust: let me never be put to confusion. - Psalms 71:1",
  "Thou shalt increase my greatness, and comfort me on every side. - Psalms 71:21",
  "My flesh and my heart faileth: but God is the strength of my heart, and my portion for ever. - Psalms 73:26",
  "Thou art the God that doest wonders: thou hast declared thy strength among the people. - Psalms 77:14",
  "For the LORD God is a sun and shield: the LORD will give grace and glory: no good thing will he withhold from them that walk uprightly. - Psalms 84:11",
  "Yea, the LORD shall give that which is good; and our land shall yield her increase. - Psalms 85:12",
  "Shew me a token for good; that they which hate me may see it, and be ashamed: because thou, LORD, hast holpen me, and comforted me. - Psalms 86:17",
  "Glorious things are spoken of thee, O city of God. Selah. - Psalms 87:3",
  "And of Zion it shall be said, This and that man was born in her: and the highest himself shall establish her. - Psalms 87:5",
  "For who in the heaven can be compared unto the LORD? who among the sons of the mighty can be likened unto the LORD? - Psalms 89:6",
  "My covenant will I not break, nor alter the thing that is gone out of my lips. - Psalms 89:34",
  "O satisfy us early with thy mercy; that we may rejoice and be glad all our days. - Psalms 90:14",
  "And let the beauty of the LORD our God be upon us: and establish thou the work of our hands upon us; yea, the work of our hands establish thou it. - Psalms 90:17",
  "Surely he shall deliver thee from the snare of the fowler, and from the noisome pestilence. - Psalms 91:3",
  "A thousand shall fall at thy side, and ten thousand at thy right hand; but it shall not come nigh thee. - Psalms 91:7",
  "With long life will I satisfy him, and shew him my salvation. -  Psalms 91:16",
  "With long life will I satisfy him, and shew him my salvation. -  Psalms 91:16",
  "Bear ye one another's burdens, and so fulfil the law of Christ. - Galatians 6:2",
  "Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap. - Galatians 6:7",
  "And let us not be weary in well doing: for in due season we shall reap, if we faint not. - Galatians 6:9",
  "From henceforth let no man trouble me: for I bear in my body the marks of the Lord Jesus. - Galatians 6:17",
  "This I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh. - Galatians 5:16",
  "Behold ye among the heathen, and regard, and wonder marvellously: for I will work a work in your days, which ye will not believe, though it be told you. - Habakkuk 1:5",
  "For the vision is yet for an appointed time, but at the end it shall speak, and not lie: though it tarry, wait for it; because it will surely come, it will not tarry. - Habakkuk 2:3",
  "And ye shall eat in plenty, and be satisfied, and praise the name of the LORD your God, that hath dealt wondrously with you: and my people shall never be ashamed. - Joel 2:26",
  "And it shall come to pass, that whosoever shall call on the name of the LORD shall be delivered: for in mount Zion and in Jerusalem shall be deliverance, as the LORD hath said, and in the remnant whom the LORD shall call. - Joel 2:32",
  "Surely the Lord GOD will do nothing, but he revealeth his secret unto his servants the prophets. - Amos 3:7",
  "Seek him that maketh the seven stars and Orion, and turneth the shadow of death into the morning, and maketh the day dark with night: that calleth for the waters of the sea, and poureth them out upon the face of the earth: The LORD is his name! - Amos 5:8",
  "For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end. - Jeremiah 29:11",
  "And ye shall seek me, and find me, when ye shall search for me with all your heart. - Jeremiah 29:13",
  "Every valley shall be exalted, and every mountain and hill shall be made low: and the crooked shall be made straight, and the rough places plain. - Isaiah 40:4",
  "The grass withereth, the flower fadeth: but the word of our God shall stand for ever. -  Isaiah 40:8",
  "He giveth power to the faint; and to them that have no might he increaseth strength. - Isaiah 40:29",
  "But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint. - Isaiah 40:31",
  "For I the LORD thy God will hold thy right hand, saying unto thee, Fear not; I will help thee. - Isaiah 41:13",
  "When thou passest through the waters, I will be with thee; and through the rivers, they shall not overflow thee: when thou walkest through the fire, thou shalt not be burned; neither shall the flame kindle upon thee. - Isaiah 43:2",
  "Behold, I will do a new thing; now it shall spring forth; shall ye not know it? I will even make a way in the wilderness, and rivers in the desert. - Isaiah 43:19",
  "And even to your old age I am he; and even to hoar hairs will I carry you: I have made, and I will bear; even I will carry, and will deliver you. - Isaiah 46:4",
  "Thus saith the LORD, thy Redeemer, the Holy One of Israel; I am the LORD thy God which teacheth thee to profit, which leadeth thee by the way that thou shouldest go. - Isaiah 48:17",
  "Behold, I have graven thee upon the palms of my hands; thy walls are continually before me. - Isaiah 49:16",
  "There is no peace, saith the LORD, unto the wicked. - Isaiah 48:22",
  "For the Lord GOD will help me; therefore shall I not be confounded: therefore have I set my face like a flint, and I know that I shall not be ashamed. - Isaiah 50:7",
  "For the LORD shall comfort Zion: he will comfort all her waste places; and he will make her wilderness like Eden, and her desert like the garden of the LORD; joy and gladness shall be found therein, thanksgiving, and the voice of melody. - Isaiah 51:3",
  "Therefore the redeemed of the LORD shall return, and come with singing unto Zion; and everlasting joy shall be upon their head: they shall obtain gladness and joy; and sorrow and mourning shall flee away. -  Isaiah 51:11",
  "How beautiful upon the mountains are the feet of him that bringeth good tidings, that publisheth peace; that bringeth good tidings of good, that publisheth salvation; that saith unto Zion, Thy God reigneth! - Isaiah 52:7",
  "But he was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was upon him; and with his stripes we are healed. - Isaiah 53:5",
  "For the mountains shall depart, and the hills be removed; but my kindness shall not depart from thee, neither shall the covenant of my peace be removed, saith the LORD that hath mercy on thee. - Isaiah 54:10",
  "Behold, they shall surely gather together, but not by me: whosoever shall gather together against thee shall fall for thy sake. - Isaiah 54:15",
  "No weapon that is formed against thee shall prosper; and every tongue that shall rise against thee in judgment thou shalt condemn. This is the heritage of the servants of the LORD, and their righteousness is of me, saith the LORD. - Isaiah 54:17",
  "Wherefore do ye spend money for that which is not bread? and your labour for that which satisfieth not? hearken diligently unto me, and eat ye that which is good, and let your soul delight itself in fatness. - Isaiah 55:2",
  "For ye shall go out with joy, and be led forth with peace: the mountains and the hills shall break forth before you into singing, and all the trees of the field shall clap their hands. - Isaiah 55:12",
  "So shall my word be that goeth forth out of my mouth: it shall not return unto me void, but it shall accomplish that which I please, and it shall prosper in the thing whereto I sent it. - Isaiah 55:11",
  "And the LORD shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones: and thou shalt be like a watered garden, and like a spring of water, whose waters fail not. - Isaiah 58:11",
  "Behold, the LORD's hand is not shortened, that it cannot save; neither his ear heavy, that it cannot hear. - Isaiah 59:1",
  "So shall they fear the name of the LORD from the west, and his glory from the rising of the sun. When the enemy shall come in like a flood, the Spirit of the LORD shall lift up a standard against him. - Isaiah 59:19",
  "Arise, shine; for thy light is come, and the glory of the LORD is risen upon thee. - Isaiah 60:1",
  "And the Gentiles shall come to thy light, and kings to the brightness of thy rising. - Isaiah 60:3",
  "Whereas thou hast been forsaken and hated, so that no man went through thee, I will make thee an eternal excellency, a joy of many generations. - Isaiah 60:15",
  "A little one shall become a thousand, and a small one a strong nation: I the LORD will hasten it in his time. - Isaiah 60:22",
  "For your shame ye shall have double; and for confusion they shall rejoice in their portion: therefore in their land they shall possess the double: everlasting joy shall be unto them. - Isaiah 61:7",
  "And their seed shall be known among the Gentiles, and their offspring among the people: all that see them shall acknowledge them, that they are the seed which the LORD hath blessed. - Isaiah 61:9",
  "And the Gentiles shall see thy righteousness, and all kings thy glory: and thou shalt be called by a new name, which the mouth of the LORD shall name. - Isaiah 62:2",
  "And they shall fight against thee; but they shall not prevail against thee; for I am with thee, saith the LORD, to deliver thee. - Jeremiah 1:19",
  "The LORD is my portion, saith my soul; therefore will I hope in him. - Lamentations 3:24",
  "It is good that a man should both hope and quietly wait for the salvation of the LORD. - Lamentations 3:26",
  "As newborn babes, desire the sincere milk of the word, that ye may grow thereby: - 1 Peter 2:2",
  "But the end of all things is at hand: be ye therefore sober, and watch unto prayer. - 1 Peter 4:7",
  "Casting all your care upon him; for he careth for you. - 1 Peter 5:7",
  "Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time: - 1 Peter 5:6",
  "Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour. - 1 Peter 5:8",
  "Whereby are given unto us exceeding great and precious promises: that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust. - 2 Peter 1:4",
  "The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance. - 2 Peter 3:9",
  "If we say that we have fellowship with him, and walk in darkness, we lie, and do not the truth: - 1 John 1:6",
  "If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness. - 1 John 1:9",
  "But ye have an unction from the Holy One, and ye know all things. - 1 John 2:20",
  "Beloved, I wish above all things that thou mayest prosper and be in health, even as thy soul prospereth. - 3 John 1:2",
  "Now unto him that is able to keep you from falling, and to present you faultless before the presence of his glory with exceeding joy. - Jude 1:24",
  "The fear of the LORD is the beginning of knowledge: but fools despise wisdom and instruction. - Proverbs 1:7",
  "A wise man will hear, and will increase learning; and a man of understanding shall attain unto wise counsels. - Proverbs 1:5",
  "But whoso hearkeneth unto me shall dwell safely, and shall be quiet from fear of evil. - Proverbs 1:33",
  "Discretion shall preserve thee, understanding shall keep thee: -  Proverbs 2:11",
  "Let not mercy and truth forsake thee: bind them about thy neck; write them upon the table of thine heart. - Proverbs 3:3",
  "For whom the LORD loveth he correcteth; even as a father the son in whom he delighteth. - Proverbs 3:12",
  "For the ways of man are before the eyes of the LORD, and he pondereth all his goings. - Proverbs 5:21",
  "The wise shall inherit glory: but shame shall be the promotion of fools. - Proverbs 3:35",
  "Wisdom is the principal thing; therefore get wisdom: and with all thy getting get understanding. - Proverbs 4:7",
  "Go to the ant, thou sluggard; consider her ways, and be wise. - Proverbs 6:6",
  "How long wilt thou sleep, O sluggard? when wilt thou arise out of thy sleep? - Proverbs 6:9",
  "I love them that love me; and those that seek me early shall find me. - Proverbs 8:17",
  "For by me thy days shall be multiplied, and the years of thy life shall be increased. - Proverbs 9:11",
  "The fear of the LORD is the beginning of wisdom: and the knowledge of the holy is understanding. - Proverbs 9:10",
  "He becometh poor that dealeth with a slack hand: but the hand of the diligent maketh rich. - Proverbs 10:4",
  "The blessing of the LORD, it maketh rich, and he addeth no sorrow with it. - Proverbs 10:22",
  "When pride cometh, then cometh shame: but with the lowly is wisdom. - Proverbs 11:2",
  "He that is void of wisdom despiseth his neighbour: but a man of understanding holdeth his peace. - Proverbs 11:12",
  "Where no counsel is, the people fall: but in the multitude of counsellors there is safety. - Proverbs 11:14",
  "He that trusteth in his riches shall fall; but the righteous shall flourish as a branch. -  Proverbs 11:28",
  "The liberal soul shall be made fat: and he that watereth shall be watered also himself. - Proverbs 11:25",
  "He that keepeth his mouth keepeth his life: but he that openeth wide his lips shall have destruction. - Proverbs 13:3",
  "A soft answer turneth away wrath: but grievous words stir up anger. - Proverbs 15:1",
  "The eyes of the LORD are in every place, beholding the evil and the good. -  Proverbs 15:3",
  "All the ways of a man are clean in his own eyes; but the LORD weigheth the spirits. - Proverbs 16:2",
  "When a man's ways please the LORD, he maketh even his enemies to be at peace with him. - Proverbs 16:7",
  "He that handleth a matter wisely shall find good: and whoso trusteth in the LORD, happy is he. - Proverbs 16:20",
  "There is a way that seemeth right unto a man, but the end thereof are the ways of death. - Proverbs 16:25",
  "Pleasant words are as an honeycomb, sweet to the soul, and health to the bones. - Proverbs 16:24",
  "He that is slow to anger is better than the mighty; and he that ruleth his spirit than he that taketh a city. -  Proverbs 16:32",
  "He that justifieth the wicked, and he that condemneth the just, even they both are abomination to the LORD. - Proverbs 17:15",
  "Even a fool, when he holdeth his peace, is counted wise: and he that shutteth his lips is esteemed a man of understanding. -  Proverbs 17:28",
  "The words of a man's mouth are as deep waters, and the wellspring of wisdom as a flowing brook. - Proverbs 18:4",
  "A man's gift maketh room for him, and bringeth him before great men. - Proverbs 18:16",
  "A man that hath friends must shew himself friendly: and there is a friend that sticketh closer than a brother. - Proverbs 18:24",
  "Death and life are in the power of the tongue: and they that love it shall eat the fruit thereof. - Proverbs 18:21",
  "The discretion of a man deferreth his anger; and it is his glory to pass over a transgression. -  Proverbs 19:11",
  "There are many devices in a man's heart; nevertheless the counsel of the LORD, that shall stand. - Proverbs 19:21",
  "It is an honour for a man to cease from strife: but every fool will be meddling. - Proverbs 20:3",
  "Counsel in the heart of man is like deep water; but a man of understanding will draw it out. - Proverbs 20:5",
  "Say not thou, I will recompense evil; but wait on the LORD, and he shall save thee. - Proverbs 20:22",
  "Man's goings are of the LORD; how can a man then understand his own way? - Proverbs 20:24",
  "The king's heart is in the hand of the LORD, as the rivers of water: he turneth it whithersoever he will. - Proverbs 21:1",
  "A GOOD name is rather to be chosen than great riches, and loving favour rather than silver and gold. - Proverbs 22:1",
  "Seest thou a man diligent in his business? he shall stand before kings; he shall not stand before mean men. - Proverbs 22:29",
  "Be not thou envious against evil men, neither desire to be with them. - Proverbs 24:1",
  "For a just man falleth seven times, and riseth up again: but the wicked shall fall into mischief. - Proverbs 24:16",
  "So shall the knowledge of wisdom be unto thy soul: when thou hast found it, then there shall be a reward, and thy expectation shall not be cut off. - Proverbs 24:14",
  "It is the glory of God to conceal a thing: but the honour of kings is to search out a matter. - Proverbs 25:2",
  "He that hath no rule over his own spirit is like a city that is broken down, and without walls. - Proverbs 25:28",
  "Seest thou a man wise in his own conceit? there is more hope of a fool than of him. - Proverbs 26:12",
  "Whoso diggeth a pit shall fall therein: and he that rolleth a stone, it will return upon him. - Proverbs 26:27",
  "Boast not thyself of tomorrow; for thou knowest not what a day may bring forth. - Proverbs 27:1",
  "Ointment and perfume rejoice the heart: so doth the sweetness of a man's friend by hearty counsel. - Proverbs 27:9",
  "He that turneth away his ear from hearing the law, even his prayer shall be an abomination. - Proverbs 28:9",
  "He that covereth his sins shall not prosper: but whoso confesseth and forsaketh them shall have mercy. - Proverbs 28:13",
  "Happy is the man that feareth alway: but he that hardeneth his heart shall fall into mischief. - Proverbs 28:14",
  "A faithful man shall abound with blessings: but he that maketh haste to be rich shall not be innocent. - Proverbs 28:20",
  "When the righteous are in authority, the people rejoice: but when the wicked beareth rule, the people mourn. - Proverbs 29:2",
  "A fool uttereth all his mind: but a wise man keepeth it in till afterwards. -  Proverbs 29:11",
  "Know ye that the LORD he is God: it is he that hath made us, and not we ourselves; we are his people, and the sheep of his pasture. - Psalms 100:3",
  "For the LORD is good; his mercy is everlasting; and his truth endureth to all generations. - Psalms 100:5",
  "Whoso privily slandereth his neighbour, him will I cut off: him that hath an high look and a proud heart will not I suffer. - Psalms 101:5",
  "Thou shalt arise, and have mercy upon Zion: for the time to favour her, yea, the set time, is come. - Psalms 102:13",
  "Bless the LORD, O my soul: and all that is within me, bless his holy name. - Psalms 103:1",
  "For as the heaven is high above the earth, so great is his mercy toward them that fear him. - Psalms 103:11",
  "For he knoweth our frame; he remembereth that we are dust. - Psalms 103:14",
  "He suffered no man to do them wrong: yea, he reproved kings for their sakes. - Psalms 105:14",
  "And he increased his people greatly; and made them stronger than their enemies. - Psalms 105:24",
  "Remember me, O LORD, with the favour that thou bearest unto thy people: O visit me with thy salvation. - Psalms 106:4",
  "Oh that men would praise the LORD for his goodness, and for his wonderful works to the children of men! - Psalms 107:8",
  "Help me, O LORD my God: O save me according to thy mercy:That they may know that this is thy hand; that thou, LORD, hast done it. - Psalms 109:26-27",
  "The LORD shall increase you more and more, you and your children. - Psalms 115:14",
  "It is better to trust in the LORD than to put confidence in man. - Psalms 118:8",
  "The right hand of the LORD is exalted: the right hand of the LORD doeth valiantly. - Psalms 118:16",
  "I shall not die, but live, and declare the works of the LORD. - Psalms 118:17",
  "This is the LORD's doing; it is marvellous in our eyes. - Psalms 118:23",
  "This is the day which the LORD hath made; we will rejoice and be glad in it. - Psalms 118:24",
  "Wherewithal shall a young man cleanse his way? by taking heed thereto according to thy word. - Psalms 119:9",
  "Behold, he that keepeth Israel shall neither slumber nor sleep. - Psalms 121:4",
  "For ever, O LORD, thy word is settled in heaven. - Psalms 119:89",
  "I have more understanding than all my teachers: for thy testimonies are my meditation. - Psalms 119:99",
  "Order my steps in thy word: and let not any iniquity have dominion over me. - Psalms 119:133",
  "The entrance of thy words giveth light; it giveth understanding unto the simple. - Psalms 119:130",
  "Let thine hand help me; for I have chosen thy precepts. - Psalms 119:173",
  "Pray for the peace of Jerusalem: they shall prosper that love thee.. - Psalms 122:6",
  "Our soul is escaped as a bird out of the snare of the fowlers: the snare is broken, and we are escaped. - Psalms 124:7",
  "They that sow in tears shall reap in joy. - Psalms 126:5",
  "The LORD hath done great things for us; whereof we are glad. - Psalms 126:3",
  "Except the LORD build the house, they labour in vain that build it: except the LORD keep the city, the watchman waketh but in vain. - Psalms 127:1",
  "The LORD shall bless thee out of Zion: and thou shalt see the good of Jerusalem all the days of thy life. - Psalms 128:5",
  "The LORD will perfect that which concerneth me: thy mercy, O LORD, endureth for ever: forsake not the works of thine own hands. - Psalms 138:8",
  "Though I walk in the midst of trouble, thou wilt revive me: thou shalt stretch forth thine hand against the wrath of mine enemies, and thy right hand shall save me. - Psalms 138:7",
  "I know that the LORD will maintain the cause of the afflicted, and the right of the poor. - Psalms 140:12",
  "Set a watch, O LORD, before my mouth; keep the door of my lips. - Psalms 141:3",
  "Hear me speedily, O LORD: my spirit faileth: hide not thy face from me, lest I be like unto them that go down into the pit. - Psalms 143:7",
  "LORD, what is man, that thou takest knowledge of him! or the son of man, that thou makest account of him! - Psalms 144:3",
  "The LORD is nigh unto all them that call upon him, to all that call upon him in truth. - Psalms 145:18",
  "He will fulfil the desire of them that fear him: he also will hear their cry, and will save them. - Psalms 145:19",
  "Happy is he that hath the God of Jacob for his help, whose hope is in the LORD his God. - Psalms 146:5",
  "The LORD is slow to anger, and great in power, and will not at all acquit the wicked: the LORD hath his way in the whirlwind and in the storm, and the clouds are the dust of his feet. - Nahum 1:3",
  "For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith. - Romans 1:17",
  "Therefore it is of faith, that it might be by grace; to the end the promise might be sure to all the seed; not to that only which is of the law, but to that also which is of the faith of Abraham; who is the father of us all. - Romans 4:16",
  "What shall we say then? Shall we continue in sin, that grace may abound? - Romans 6:1",
  "There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit. - Romans 8:1",
  "For the scripture saith, Whosoever believeth on him shall not be ashamed. - Romans 10:11",
  "And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God. - Romans 12:2",
  "Owe no man anything, but to love one another: for he that loveth another hath fulfilled the law. - Romans 13:8",
  "Now the God of hope fills you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost. - Romans 15:13",
  "Thou art worthy, O Lord, to receive glory and honour and power: for thou hast created all things, and for thy pleasure they are and were created. - Revelation 4:11",
  "Behold, I stand at the door, and knock: if any man hears my voice, and open the door, I will come in to him, and will sup with him, and he with me. - Revelation 3:20",
  "And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away. -  Revelation 21:4",
  "And, behold, I come quickly; and my reward is with me, to give every man according as his work shall be. - Revelation 22:12",
  "And they that be wise shall shine as the brightness of the firmament; and they that turn many to righteousness as the stars for ever and ever. - Daniel 12:3",
  "Vanity of vanities, saith the Preacher, vanity of vanities; all is vanity. - Ecclesiastes 1:2",
  "To every thing there is a season, and a time to every purpose under heaven. - Ecclesiastes 3:1",
  "For in the multitude of dreams and many words there are also diverse vanities: but fear thou God. - Ecclesiastes 5:7",
  "Better is the end of a thing than the beginning thereof: and the patient in spirit is better than the proud in spirit. - Ecclesiastes 7:8",
  "In the day of prosperity be joyful, but in the day of adversity consider: God also hath set the one over against the other, to the end that man should find nothing after him. - Ecclesiastes 7:14",
  "Whatsoever thy hand findeth to do, do it with thy might; for there is no work, nor device, nor knowledge, nor wisdom, in the grave, whither thou goest. - Ecclesiastes 9:10",
  "Cast thy bread upon the waters: for thou shalt find it after many days. - Ecclesiastes 11:1",
  "Remember now thy Creator in the days of thy youth, while the evil days come not, nor the years draw nigh, when thou shalt say, I have no pleasure in them. - Ecclesiastes 12:1",
  "Let us hear the conclusion of the whole matter: Fear God, and keep his commandments: for this is the whole duty of man. - Ecclesiastes 12:13",
  "For God shall bring every work into judgement, with every secret thing, whether it be good, or whether it be evil. - Ecclesiastes 12:14",
  "The LORD recompense thy work, and a full reward be given thee of the LORD God of Israel, under whose wings thou art come to trust. - Ruth 2:12",
  "Talk no more so exceeding proudly; let not arrogance come out of your mouth: for the LORD is a God of knowledge, and by him actions are weighed. - 1 Samuel 2:3",
  "There is none holy as the LORD: for there is none beside thee: neither is there any rock like our God. - 1 Samuel 2:2",
  "He will keep the feet of his saints, and the wicked shall be silent in darkness; for by strength shall no man prevail. - 1 Samuel 2:9",
  "And Samuel grew, and the LORD was with him, and did let none of his words fall to the ground. - 1 Samuel 3:19",
  "For at that time day by day there came to David to help him, until it was a great host, like the host of God. - 1 Chronicles 12:22",
  "It is of the LORD's mercies that we are not consumed, because his compassions fail not.They are new every morning: great is thy faithfulness. - Lamentations 3:22-23",
  "But now the LORD my God hath given me rest on every side, so that there is neither adversary nor evil occurrence. - 1 Kings 5:4",
  "And we know that all things work together for good to them that love God, to them who are called according to his purpose. - Romans 8:28",
  "Then Samuel took a stone, and set it between Mizpeh and Shen, and called the name of it Ebenezer, saying, Hitherto hath the LORD helped us. - 1 Samuel 7:12",
  "For he shall give his angels charge over thee, to keep thee in all thy ways. - Psalms 91:11",
  "For thou, LORD, hast made me glad through thy work: I will triumph in the works of thy hands. - Psalms 92:4",
  "But my horn shalt thou exalt like the horn of an unicorn: I shall be anointed with fresh oil. - Psalms 92:10",
  "Those that be planted in the house of the LORD shall flourish in the courts of our God. - Psalms 92:13",
  "In his hand are the deep places of the earth: the strength of the hills is his also. - Psalms 95:4",
  "Harden not your heart, as in the provocation, and as in the day of temptation in the wilderness. - Psalms 95:8",
  "Light is sown for the righteous, and gladness for the upright in heart. - Psalms 97:11",
  "Moses and Aaron among his priests, and Samuel among them that call upon his name; they called upon the LORD, and he answered them. - Psalms 99:6",
  "And I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing. - Genesis 12:2",
  "Hide not thy face from me in the day when I am in trouble; incline thine ear unto me: in the day when I call answer me speedily. - Psalms 102:2",
  "My meditation of him shall be sweet: I will be glad in the LORD. - Psalms 104:34",
  "O give thanks unto the LORD, for he is good: for his mercy endureth for ever. - Psalms 107:1",
  "Bless the LORD, O my soul, and forget not all his benefits. - Psalms 103:2"
]
