[
  "Is anything too hard for the LORD? I will return to you at the appointed time next year, and Sarah will have a son. - Genesis 18:14",
  "At that time Abimelek and Phicol the commander of his forces said to Abraham, 'God is with you in all that you do.' - Genesis 21:22",
  "You hypocrite, first take the plank out of your own eye, and then you will see clearly to remove the speck from your brother’s eye. - Matthew 7:5",
  "For no word from God will ever fail. - Luke 1:37",
  "Now to him who is able to do immeasurably more than all we ask or imagine, according to his power that is at work within us. - Ephesians 3:20",
  "He who did not spare his own Son, but gave him up for us all—how will he not also, along with him, graciously give us all things? - Romans 8:32",
  "Ask and it will be given to you; seek and you will find; knock and the door will be opened to you. - Matthew 7:7",
  "What, then, shall we say in response to these things? If God is for us, who can be against us? - Romans 8:31",
  "For you have not received the spirit of bondage again to fear; but you have received the Spirit of adoption, whereby we cry, 'Abba, Father.' - Romans 8:15",
  "The lines have fallen to me in pleasant places; yes, I have a good inheritance. - Psalms 16:6",
  "For this is the love of God, that we keep his commandments. And his commandments are not burdensome. - 1 John 5:3",
  "And this is the confidence that we have in him, that if we ask anything according to his will, he hears us. - 1 John 5:14",
  "Let us then approach God’s throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need. - Hebrews 4:16",
  "If you remain in me and my words remain in you, ask whatever you wish, and it will be done for you. - John 15:7",
  "Greater love has no one than this: to lay down one’s life for one’s friends. - John 15:13",
  "And without faith, it is impossible to please God because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him. - Hebrews 11:6",
  "And God said, 'Let there be light,' and there was light. - Genesis 1:3",
  "But Noah found favor in the eyes of the LORD. - Genesis 6:8",
  "And Sarah said, 'God has made laughter for me; everyone who hears will laugh over me.' - Genesis 21:6",
  "I will surely bless you, and I will surely multiply your offspring as the stars of heaven and as the sand that is on the seashore. And your offspring shall possess the gate of his enemies. - Genesis 22:17",
  "God is not man, that he should lie, or a son of man, that he should change his mind. Has he said, and will he not do it? Or has he spoken, and will he not fulfill it? - Numbers 23:19",
  "And behold, I am with you, and will keep you in all places where you go, and will bring you again into this land. For I will not leave you until I have done that which I have spoken to you. - Genesis 24:12",
  "And the man increased exceedingly and had large flocks, female servants and male servants, and camels and donkeys. - Genesis 30:43",
  "The LORD was with Joseph, and he became a successful man, and he was in the house of his Egyptian master. - Genesis 39:2",
  "And I will give this people favor in the sight of the Egyptians; and when you go, you shall not go empty. - Exodus 3:21",
  "I appeared to Abraham, to Isaac, and to Jacob, as God Almighty, but by my name the LORD I did not make myself known to them. - Exodus 6:3",
  "The blood shall be a sign for you, on the houses where you are. And when I see the blood, I will pass over you, and no plague will befall you to destroy you, when I strike the land of Egypt. - Exodus 12:13",
  "And the LORD went before them by day in a pillar of cloud to lead them along the way, and by night in a pillar of fire to give them light, that they might travel by day and by night. - Exodus 13:21",
  "Moses answered the people, 'Do not be afraid. Stand firm and you will see the deliverance the LORD will bring you today. The Egyptians you see today you will never see again. - Exodus 14:13",
  "The LORD will fight for you; you need only to be still. - Exodus 14:14",
  "The LORD is a warrior; the LORD is his name. - Exodus 15:3",
  "You shall have no other gods before me. - Exodus 20:3",
  "Blessed is the man who walks not in the counsel of the wicked, nor stands in the way of sinners, nor sits in the seat of scoffers. - Psalms 1:1",
  "For the LORD knows the way of the righteous, but the way of the wicked will perish. - Psalms 1:6",
  "But you, LORD, are a shield around me, my glory, the One who lifts my head high. - Psalms 3:3",
  "I lie down and sleep; I wake again because the LORD sustains me. - Psalms 3:5",
  "Surely, LORD, you bless the righteous; you surround them with your favor as with a shield. - Psalms 5:12",
  "Lead me, LORD, in your righteousness because of my enemies—make your way straight before me. - Psalms 5:8",
  "Have mercy on me, LORD, for I am faint; heal me, LORD, for my bones are in agony. - Psalms 6:2",
  "The LORD has heard my cry for mercy; the LORD accepts my prayer. - Psalms 6:9",
  "But I trust in your unfailing love; my heart rejoices in your salvation. - Psalms 13:5",
  "The LORD is my chosen portion and my cup; you hold my lot. - Psalms 16:5",
  "The LORD is my rock, my fortress and my deliverer; my God is my rock, in whom I take refuge, my shield and the horn of my salvation, my stronghold. - Psalms 18:2",
  "May the LORD answer you when you are in distress; may the name of the God of Jacob protect you. - Psalms 20:1",
  "Some trust in chariots and some in horses, but we trust in the name of the LORD our God. - Psalms 20:7",
  "The LORD is my shepherd, I lack nothing. - Psalms 23:1",
  "Surely your goodness and love will follow me all the days of my life, and I will dwell in the house of the LORD forever. - Psalms 23:6",
  "Even though I walk through the darkest valley, I will fear no evil, for you are with me; your rod and your staff, they comfort me. - Psalms 23:4",
  "Show me your ways, LORD, teach me your paths. - Psalms 25:4",
  "Redeem Israel, O God, out of all its troubles. - Psalms 25:22",
  "The LORD is my light and my salvation— whom shall I fear? The LORD is the stronghold of my life— of whom shall I be afraid? - Psalms 27:1",
  "The LORD is my strength and my shield; my heart trusts in him, and he helps me. My heart leaps for joy, and with my song I praise him. - Psalms 28:7",
  "Love the LORD, all his faithful people! The LORD preserves those who are true to him, but the proud he pays back in full. - Psalms 31:23",
  "Blessed is she who has believed that the Lord would fulfill his promises to her! - Luke 1:45",
  "The Spirit of the Lord is on me, because he has anointed me to proclaim good news to the poor. He has sent me to proclaim freedom for the prisoners and recovery of sight for the blind, to set the oppressed free. - Luke 4:18",
  "And Jesus grew in wisdom and stature, and in favor with God and man. - Luke 2:52",
  "Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you. - Luke 6:38",
  "Why do you call me, ‘Lord, Lord,’ and do not do what I say? - Luke 6:46",
  "A good man brings good things out of the good stored up in his heart, and an evil man brings evil things out of the evil stored up in his heart. For the mouth speaks what the heart is full of. - Luke 6:45",
  "Jesus replied, 'No one who puts a hand to the plow and looks back is fit for service in the kingdom of God.' - Luke 9:62",
  "Give us each day our daily bread. - Luke 11:3",
  "Whoever can be trusted with very little can also be trusted with much, and whoever is dishonest with very little will also be dishonest with much. - Luke 16:10",
  "Heaven and earth will pass away, but my words will never pass away. - Luke 21:33",
  "Out of his fullness we have all received grace in place of grace already given. - John 1:16",
  "Jesus replied, 'Very truly I tell you, no one can see the kingdom of God unless they are born again.' - John 3:3",
  "Whoever believes in me, as Scripture has said, rivers of living water will flow from within them. - John 7:38",
  "The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full. - John 10:10",
  "I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world. - John 16:33",
  "I pray that the eyes of your heart may be enlightened in order that you may know the hope to which he has called you, the riches of his glorious inheritance in his holy people. - Ephesians 1:18",
  "Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you. - Ephesians 4:32",
  "Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen. - Ephesians 4:29",
  "Be very careful, then, how you live—not as unwise but as wise, making the most of every opportunity, because the days are evil. - Ephesians 5:15-16",
  "Therefore do not be foolish, but understand what the Lord’s will is. - Ephesians 5:17",
  "being confident of this, that he who began a good work in you will carry it on to completion until the day of Christ Jesus. - Philippians 1:6",
  "for it is God who works in you to will and to act in order to fulfill his good purpose. - Philippians 2:13",
  "Do everything without grumbling or arguing. - Philippians 2:14",
  "Rejoice in the Lord always. I will say it again: Rejoice! - Philippians 4:4",
  "Finally, brothers and sisters, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable—if anything is excellent or praiseworthy—think about such things. - Philippians 4:8",
  "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. - Philippians 4:6",
  "I can do all this through him who gives me strength. - Philippians 4:13",
  "And my God will meet all your needs according to the riches of his glory in Christ Jesus. - Philippians 4:19",
  "The grace of the Lord Jesus Christ be with your spirit. Amen. - Philippians 4:23",
  "Set your minds on things above, not on earthly things. - Colossians 3:2",
  "Let the message of Christ dwell among you richly as you teach and admonish one another with all wisdom through psalms, hymns, and songs from the Spirit, singing to God with gratitude in your hearts. - Colossians 3:16",
  "Let your conversation be always full of grace, seasoned with salt, so that you may know how to answer everyone. - Colossians 4:6",
  "Whatever you do, work at it with all your heart, as working for the Lord, not for human masters. - Colossians 3:23",
  "It is God’s will that you should be sanctified: that you should avoid sexual immorality; - 1 Thessalonians 4:3",
  "For God did not call us to be impure, but to live a holy life. - 1 Thessalonians 4:7",
  "and to make it your ambition to lead a quiet life: You should mind your own business and work with your hands, just as we told you, - 1 Thessalonians 4:11",
  "pray continually, - 1 Thessalonians 5:17",
  "but test them all; hold on to what is good, - 1 Thessalonians 5:21",
  "reject every kind of evil. - 1 Thessalonians 5:22",
  "Do not quench the Spirit. - 1 Thessalonians 5:19",
  "The one who calls you is faithful, and he will do it. - 1 Thessalonians 5:24",
  "But the Lord is faithful, and he will strengthen you and protect you from the evil one. - 2 Thessalonians 3:3",
  "Now may the Lord of peace himself give you peace at all times and in every way. The Lord be with all of you. - 2 Thessalonians 3:16",
  "Anyone who does not provide for their relatives, and especially for their own household, has denied the faith and is worse than an unbeliever. - 1 Timothy 5:8",
  "But godliness with contentment is great gain. - 1 Timothy 6:6",
  "For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs. - 1 Timothy 6:10",
  "Fight the good fight of the faith. Take hold of the eternal life to which you were called when you made your good confession in the presence of many witnesses. - 1 Timothy 6:12",
  "He makes my feet like the feet of a deer; he causes me to stand on the heights. - Psalms 18:33",
  "Wait for the LORD; be strong and take heart and wait for the LORD. - Psalms 27:14",
  "For his anger lasts only a moment, but his favor lasts a lifetime; weeping may stay for the night, but rejoicing comes in the morning. - Psalms 30:5",
  "You turned my wailing into dancing; you removed my sackcloth and clothed me with joy. - Psalms 30:11",
  "Let your face shine on your servant; save me in your unfailing love. - Psalms 31:16",
  "I will instruct you and teach you in the way you should go; I will counsel you with my loving eye on you. - Psalms 32:8",
  "Many are the woes of the wicked, but the LORD’s unfailing love surrounds the one who trusts in him. - Psalms 32:10",
  "The plans of the LORD stand firm forever, the purposes of his heart through all generations. - Psalms 33:11",
  "We wait in hope for the LORD; he is our help and our shield. - Psalms 33:20",
  "I sought the LORD, and he answered me; he delivered me from all my fears. - Psalms 34:4",
  "Those who look to him are radiant; their faces are never covered with shame. - Psalms 34:5",
  "Taste and see that the LORD is good; blessed is the one who takes refuge in him. - Psalms 34:8",
  "Fear the LORD, you his holy people, for those who fear him lack nothing. - Psalms 34:9",
  "The lions may grow weak and hungry, but those who seek the LORD lack no good thing. - Psalms 34:10",
  "The righteous person may have many troubles, but the LORD delivers him from them all. - Psalms 34:19",
  "The LORD is close to the brokenhearted and saves those who are crushed in spirit. - Psalms 34:18",
  "The LORD will rescue his servants; no one who takes refuge in him will be condemned. - Psalms 34:22",
  "May those who seek my life be disgraced and put to shame; may those who plot my ruin be turned back in dismay. - Psalms 35:4",
  "Commit your way to the LORD; trust in him and he will do this: - Psalms 37:5",
  "Be still before the LORD and wait patiently for him; do not fret when people succeed in their ways, when they carry out their wicked schemes. - Psalms 37:7",
  "Refrain from anger and turn from wrath; do not fret—it leads only to evil. - Psalms 37:8",
  "The LORD makes firm the steps of the one who delights in him; - Psalms 37:23",
  "I was young and now I am old, yet I have never seen the righteous forsaken or their children begging bread. - Psalms 37:25",
  "Do not forsake me, LORD; do not be far from me, my God. - Psalms 38:21",
  "Come quickly to help me, my Lord and my Savior. - Psalms 38:22",
  "He lifted me out of the slimy pit, out of the mud and mire; he set my feet on a rock and gave me a firm place to stand. - Psalms 40:2",
  "Why, my soul, are you downcast? Why so disturbed within me? Put your hope in God, for I will yet praise him, my Savior and my God. - Psalms 42:5",
  "God is our refuge and strength, an ever-present help in trouble. - Psalms 46:1",
  "God is within her, she will not fall; God will help her at break of day. - Psalms 46:5",
  "Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth. - Psalms 46:10",
  "Call on me in the day of trouble; I will deliver you, and you will honor me. - Psalms 50:15",
  "Create in me a pure heart, O God, and renew a steadfast spirit within me. - Psalms 51:10",
  "My sacrifice, O God, is a broken spirit; a broken and contrite heart you, God, will not despise. - Psalms 51:17",
  "But I am like an olive tree flourishing in the house of God; I trust in God’s unfailing love for ever and ever. - Psalms 52:8",
  "When I am afraid, I put my trust in you. - Psalms 56:3",
  "But you, God, will bring down the wicked into the pit of decay; the bloodthirsty and deceitful will not live out half their days. But as for me, I trust in you. - Psalms 55:23",
  "Cast your cares on the LORD and he will sustain you; he will never let the righteous be shaken. - Psalms 55:22",
  "Give us aid against the enemy, for human help is worthless. - Psalms 60:11",
  "With God we will gain the victory, and he will trample down our enemies. - Psalms 60:12",
  "From the ends of the earth I call to you, I call as my heart grows faint; lead me to the rock that is higher than I. - Psalms 61:2",
  "Once God has spoken; twice have I heard this: that power belongs to God, - Psalms 62:11",
  "Praise be to God, who has not rejected my prayer or withheld his love from me! - Psalms 66:20",
  "The earth has yielded its produce; God, our God, blesses us. - Psalms 67:6",
  "A father to the fatherless, a defender of widows, is God in his holy dwelling. - Psalms 68:5",
  "Praise be to the Lord, to God our Savior, who daily bears our burdens. - Psalms 68:19",
  "In you, LORD, I have taken refuge; let me never be put to shame. - Psalms 71:1",
  "You will increase my honor and comfort me once more. - Psalms 71:21",
  "My flesh and my heart may fail, but God is the strength of my heart and my portion forever. - Psalms 73:26",
  "You are the God who performs miracles; you display your power among the peoples. - Psalms 77:14",
  "For the LORD God is a sun and shield; the LORD bestows favor and honor; no good thing does he withhold from those whose walk is blameless. - Psalms 84:11",
  "The LORD bestows favor and honor; no good thing does he withhold from those whose walk is blameless. - Psalms 84:11",
  "The LORD will indeed give what is good, and our land will yield its harvest. - Psalms 85:12",
  "Show me a sign of your favor, that those who hate me may see and be put to shame because you, LORD, have helped me and comforted me. - Psalms 86:17",
  "Glorious things are said of you, city of God: - Psalms 87:3",
  "Of Zion it will be said, 'This one and that one were born in her, and the Most High himself will establish her.' - Psalms 87:5",
  "For who in the skies above can compare with the LORD? Who is like the LORD among the heavenly beings? - Psalms 89:6",
  "I will not violate my covenant or alter what my lips have uttered. - Psalms 89:34",
  "Satisfy us in the morning with your unfailing love, that we may sing for joy and be glad all our days. - Psalms 90:14",
  "May the favor of the Lord our God rest on us; establish the work of our hands for us—yes, establish the work of our hands. - Psalms 90:17",
  "Surely he will save you from the fowler’s snare and from the deadly pestilence. - Psalms 91:3",
  "A thousand may fall at your side, ten thousand at your right hand, but it will not come near you. - Psalms 91:7",
  "With long life I will satisfy him and show him my salvation. - Psalms 91:16",
  "Bear one another’s burdens, and so fulfill the law of Christ. - Galatians 6:2",
  "Do not be deceived: God cannot be mocked. A man reaps what he sows. - Galatians 6:7",
  "Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up. - Galatians 6:9",
  "From now on let no one cause me trouble, for I bear on my body the marks of Jesus. - Galatians 6:17",
  "So I say, walk by the Spirit, and you will not gratify the desires of the flesh. - Galatians 5:16",
  "Look at the nations and watch— and be utterly amazed. For I am going to do something in your days that you would not believe, even if you were told. - Habakkuk 1:5",
  "For the revelation awaits an appointed time; it speaks of the end and will not prove false. Though it linger, wait for it; it will certainly come and will not delay. - Habakkuk 2:3",
  "You will have plenty to eat, until you are full, and you will praise the name of the LORD your God, who has worked wonders for you; never again will my people be shamed. - Joel 2:26",
  "And everyone who calls on the name of the LORD will be saved; for on Mount Zion and in Jerusalem there will be deliverance, as the LORD has said, even among the survivors whom the LORD calls. - Joel 2:32",
  "Surely the Sovereign LORD does nothing without revealing his plan to his servants the prophets. - Amos 3:7",
  "Seek him who made the Pleiades and Orion, who turns midnight into dawn and darkens day into night. - Amos 5:8",
  "For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope. - Jeremiah 29:11",
  "You will seek me and find me when you seek me with all your heart. - Jeremiah 29:13",
  "Every valley shall be raised up, every mountain and hill made low; the rough ground shall become level, the rugged places a plain. - Isaiah 40:4",
  "The grass withers and the flowers fall, but the word of our God endures forever. - Isaiah 40:8",
  "He gives strength to the weary and increases the power of the weak. - Isaiah 40:29",
  "But those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint. - Isaiah 40:31",
  "For I am the LORD your God who takes hold of your right hand and says to you, Do not fear; I will help you. - Isaiah 41:13",
  "When you pass through the waters, I will be with you; and when you pass through the rivers, they will not sweep over you. When you walk through the fire, you will not be burned; the flames will not set you ablaze. - Isaiah 43:2",
  "See, I am doing a new thing! Now it springs up; do you not perceive it? I am making a way in the wilderness and streams in the wasteland. - Isaiah 43:19",
  "Even to your old age and gray hairs I am he, I am he who will sustain you. I have made you and I will carry you; I will sustain you and I will rescue you. - Isaiah 46:4",
  "This is what the LORD says— your Redeemer, the Holy One of Israel: 'I am the LORD your God, who teaches you what is best for you, who directs you in the way you should go.' - Isaiah 48:17",
  "See, I have engraved you on the palms of my hands; your walls are ever before me. - Isaiah 49:16",
  "There is no peace, says the LORD, for the wicked. - Isaiah 48:22",
  "The Sovereign LORD will help me; I will not be disgraced. Therefore, I have set my face like a flint, and I know I will not be put to shame. - Isaiah 50:7",
  "The LORD will surely comfort Zion and will look with compassion on all her ruins; he will make her deserts like Eden, her wastelands like the garden of the LORD. Joy and gladness will be found in her, thanksgiving and the sound of singing. - Isaiah 51:3",
  "The ransomed of the LORD will return. They will enter Zion with singing; everlasting joy will crown their heads. Gladness and joy will overtake them, and sorrow and sighing will flee away. - Isaiah 51:11",
  "How beautiful on the mountains are the feet of those who bring good news, who proclaim peace, who bring good tidings, who proclaim salvation, who say to Zion, 'Your God reigns!' - Isaiah 52:7",
  "But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was on him, and by his wounds we are healed. - Isaiah 53:5",
  "Though the mountains be shaken and the hills be removed, yet my unfailing love for you will not be shaken nor my covenant of peace be removed, says the LORD, who has compassion on you. - Isaiah 54:10",
  "If anyone does attack you, it will not be my doing; whoever attacks you will surrender to you. - Isaiah 54:15",
  "No weapon forged against you will prevail, and you will refute every tongue that accuses you. This is the heritage of the servants of the LORD, and this is their vindication from me,' declares the LORD. - Isaiah 54:17",
  "Why spend money on what is not bread, and your labor on what does not satisfy? Listen, listen to me, and eat what is good, and you will delight in the richest of fare. - Isaiah 55:2",
  "You will go out in joy and be led forth in peace; the mountains and hills will burst into song before you, and all the trees of the field will clap their hands. - Isaiah 55:12",
  "So is my word that goes out from my mouth: It will not return to me empty, but will accomplish what I desire and achieve the purpose for which I sent it. - Isaiah 55:11",
  "The LORD will guide you always; he will satisfy your needs in a sun-scorched land and will strengthen your frame. You will be like a well-watered garden, like a spring whose waters never fail. - Isaiah 58:11",
  "Surely the arm of the LORD is not too short to save, nor his ear too dull to hear. - Isaiah 59:1",
  "From the west, people will fear the name of the LORD, and from the rising of the sun, they will revere his glory. For he will come like a pent-up flood that the breath of the LORD drives along. - Isaiah 59:19",
  "Arise, shine, for your light has come, and the glory of the LORD rises upon you. - Isaiah 60:1",
  "Nations will come to your light, and kings to the brightness of your dawn. - Isaiah 60:3",
  "Instead of bronze I will bring you gold, and silver in place of iron. Instead of wood, I will bring you bronze, and iron in place of stones. I will make peace your governor and well-being your ruler. - Isaiah 60:17",
  "The least of you will become a thousand, the smallest a mighty nation. I am the LORD; in its time I will do this swiftly. - Isaiah 60:22",
  "Instead of your shame you will receive a double portion, and instead of disgrace you will rejoice in your inheritance. And so you will inherit a double portion in your land, and everlasting joy will be yours. - Isaiah 61:7",
  "Their descendants will be known among the nations and their offspring among the peoples. All who see them will acknowledge that they are a people the LORD has blessed. - Isaiah 61:9",
  "The nations will see your vindication, and all kings your glory; you will be called by a new name that the mouth of the LORD will bestow. - Isaiah 62:2",
  "They will fight against you but will not overcome you, for I am with you and will rescue you, declares the LORD. - Jeremiah 1:19",
  "The LORD is my portion; therefore I will wait for him. - Lamentations 3:24",
  "It is good to wait quietly for the salvation of the LORD. - Lamentations 3:26",
  "Like newborn babies, crave pure spiritual milk, so that by it you may grow up in your salvation. - 1 Peter 2:2",
  "The end of all things is near. Therefore be alert and of sober mind so that you may pray. - 1 Peter 4:7",
  "Cast all your anxiety on him because he cares for you. - 1 Peter 5:7",
  "Humble yourselves, therefore, under God’s mighty hand, that he may lift you up in due time. - 1 Peter 5:6",
  "Be alert and of sober mind. Your enemy the devil prowls around like a roaring lion looking for someone to devour. - 1 Peter 5:8",
  "Through these he has given us his very great and precious promises, so that through them you may participate in the divine nature, having escaped the corruption in the world caused by evil desires. - 2 Peter 1:4",
  "The Lord is not slow in keeping his promise, as some understand slowness. Instead he is patient with you, not wanting anyone to perish, but everyone to come to repentance. - 2 Peter 3:9",
  "If we claim to have fellowship with him and yet walk in the darkness, we lie and do not live out the truth. - 1 John 1:6",
  "If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness. - 1 John 1:9",
  "But you have an anointing from the Holy One, and all of you know the truth. - 1 John 2:20",
  "Dear friend, I pray that you may enjoy good health and that all may go well with you, even as your soul is getting along well. - 3 John 1:2",
  "To him who is able to keep you from stumbling and to present you before his glorious presence without fault and with great joy. - Jude 1:24",
  "The fear of the LORD is the beginning of knowledge, but fools despise wisdom and instruction. - Proverbs 1:7",
  "The wise listen and add to their learning, and the discerning get guidance. - Proverbs 1:5",
  "Discretion will protect you, and understanding will guard you. - Proverbs 1:33",
  "Discretion will protect you, and understanding will guard you. - Proverbs 2:11",
  "Let love and faithfulness never leave you; bind them around your neck, write them on the tablet of your heart. - Proverbs 3:3",
  "Because the LORD disciplines those he loves, as a father the son he delights in. - Proverbs 3:12",
  "For the LORD sees clearly what a man does, examining every path he takes. - Proverbs 5:21",
  "The wise inherit honor, but fools get only shame. - Proverbs 3:35",
  "Wisdom is supreme; therefore get wisdom. Though it cost all you have, get understanding. - Proverbs 4:7",
  "Go to the ant, you sluggard; consider its ways and be wise! - Proverbs 6:6",
  "How long will you lie there, you sluggard? When will you get up from your sleep? - Proverbs 6:9",
  "I love those who love me, and those who seek me find me. - Proverbs 8:17",
  "For by me your days will be multiplied, and years will be added to your life. - Proverbs 9:11",
  "The fear of the LORD is the beginning of wisdom, and knowledge of the Holy One is understanding. - Proverbs 9:10",
  "A slack hand causes poverty, but the hand of the diligent makes rich. - Proverbs 10:4",
  "The blessing of the LORD brings wealth, without painful toil for it. - Proverbs 10:22",
  "When pride comes, then comes disgrace, but with humility comes wisdom. - Proverbs 11:2",
  "Whoever derides their neighbor has no sense, but the one who has understanding holds their tongue. - Proverbs 11:12",
  "Without good direction, people lose their way; the more wise counsel you follow, the better your chances. - Proverbs 11:14",
  "Those who trust in their riches will fall, but the righteous will thrive like a green leaf. - Proverbs 11:28",
  "A generous person will prosper; whoever refreshes others will be refreshed. - Proverbs 11:25",
  "Those who guard their lips preserve their lives, but those who speak rashly will come to ruin. - Proverbs 13:3",
  "A gentle answer turns away wrath, but a harsh word stirs up anger. - Proverbs 15:1",
  "The eyes of the LORD are everywhere, keeping watch on the wicked and the good. - Proverbs 15:3",
  "All a person’s ways seem pure to them, but motives are weighed by the LORD. - Proverbs 16:2",
  "When the LORD takes pleasure in anyone’s way, he causes their enemies to make peace with them. - Proverbs 16:7",
  "Those who are prudent are crowned with knowledge, but fools proclaim folly. - Proverbs 14:18",
  "In their hearts humans plan their course, but the LORD establishes their steps. - Proverbs 16:9",
  "Better a little with righteousness than much gain with injustice. - Proverbs 16:8",
  "Gray hair is a crown of splendor; it is attained in the way of righteousness. - Proverbs 16:31",
  "Whoever gives heed to instruction prospers, and blessed is the one who trusts in the LORD. - Proverbs 16:20",
  "The highway of the upright avoids evil; those who guard their ways preserve their lives. - Proverbs 16:17",
  "Pride goes before destruction, a haughty spirit before a fall. - Proverbs 16:18",
  "It is good to be zealous for a cause and not just sit around. - Proverbs 17:1",
  "A cheerful heart is good medicine, but a crushed spirit dries up the bones. - Proverbs 17:22",
  "The heart of the discerning acquires knowledge, for the ears of the wise seek it out. - Proverbs 18:15",
  "A man’s gift makes room for him, and brings him before great men. - Proverbs 18:16",
  "Before a downfall the heart is haughty, but humility comes before honor. - Proverbs 18:12",
  "He who finds a wife finds what is good and receives favor from the LORD. - Proverbs 18:22",
  "A man’s stomach shall be satisfied from the fruit of his mouth, and from the produce of his lips he shall be filled. - Proverbs 18:20",
  "Better a patient person than a warrior, one with self-control than one who takes a city. - Proverbs 16:32",
  "Acquitting the guilty and condemning the innocent— the LORD detests them both. - Proverbs 17:15",
  "Even fools are thought wise if they keep silent, and discerning if they hold their tongues. - Proverbs 17:28",
  "The words of the mouth are deep waters, but the fountain of wisdom is a rushing stream. - Proverbs 18:4",
  "A gift opens the way and ushers the giver into the presence of the great. - Proverbs 18:16",
  "One who has unreliable friends soon comes to ruin, but there is a friend who sticks closer than a brother. - Proverbs 18:24",
  "The tongue has the power of life and death, and those who love it will eat its fruit. - Proverbs 18:21",
  "A person’s wisdom yields patience; it is to one’s glory to overlook an offense. - Proverbs 19:11",
  "Many are the plans in a person’s heart, but it is the LORD’s purpose that prevails. - Proverbs 19:21",
  "It is to one’s honor to avoid strife, but every fool is quick to quarrel. - Proverbs 20:3",
  "The purposes of a person’s heart are deep waters, but one who has insight draws them out. - Proverbs 20:5",
  "Do not say, 'I’ll pay you back for this wrong!' Wait for the LORD, and he will avenge you. - Proverbs 20:22",
  "A person’s steps are directed by the LORD. How then can anyone understand their own way? - Proverbs 20:24",
  "In the LORD’s hand, the king’s heart is a stream of water that he channels toward all who please him. - Proverbs 21:1",
  "A good name is more desirable than great riches; to be esteemed is better than silver or gold. - Proverbs 22:1",
  "Do you see someone skilled in their work? They will serve before kings; they will not serve before officials of low rank. - Proverbs 22:29",
  "Do not envy the wicked, do not desire their company. - Proverbs 24:1",
  "for though the righteous fall seven times, they rise again, but the wicked stumble when calamity strikes. - Proverbs 24:16",
  "Know also that wisdom is like honey for you: If you find it, there is a future hope for you, and your hope will not be cut off. - Proverbs 24:14",
  "It is the glory of God to conceal a matter; to search out a matter is the glory of kings. - Proverbs 25:2",
  "Like a city whose walls are broken through is a person who lacks self-control. - Proverbs 25:28",
  "Do you see a person wise in their own eyes? There is more hope for a fool than for them. - Proverbs 26:12",
  "Whoever digs a pit will fall into it; if someone rolls a stone, it will roll back on them. - Proverbs 26:27",
  "Do not boast about tomorrow, for you do not know what a day may bring. - Proverbs 27:1",
  "Perfume and incense bring joy to the heart, and the pleasantness of a friend springs from their heartfelt advice. - Proverbs 27:9",
  "Whoever turns a deaf ear to the law, even their prayers are detestable. - Proverbs 28:9",
  "Whoever conceals their sins does not prosper, but the one who confesses and renounces them finds mercy. - Proverbs 28:13",
  "Blessed is the one who always trembles before God, but whoever hardens their heart falls into trouble. - Proverbs 28:14",
  "A faithful person will be richly blessed, but one eager to get rich will not go unpunished. - Proverbs 28:20",
  "When the righteous triumph, there is great elation; but when the wicked rise to power, people go into hiding. - Proverbs 29:2",
  "Fools give full vent to their rage, but the wise bring calm in the end. - Proverbs 29:11",
  "Know that the LORD is God. It is he who made us, and we are his; we are his people, the sheep of his pasture. - Psalms 100:3",
  "For the LORD is good and his love endures forever; his faithfulness continues through all generations. - Psalms 100:5",
  "Whoever slanders their neighbor in secret, I will put to silence; whoever has haughty eyes and a proud heart, I will not tolerate. - Psalms 101:5",
  "You will arise and have compassion on Zion, for it is time to show favor to her; the appointed time has come. - Psalms 102:13",
  "Praise the LORD, my soul; all my inmost being, praise his holy name. - Psalms 103:1",
  "For as high as the heavens are above the earth, so great is his love for those who fear him. - Psalms 103:11",
  "As a father has compassion on his children, so the LORD has compassion on those who fear him. - Psalms 103:14",
  "He allowed no one to oppress them; for their sake he rebuked kings. - Psalms 105:14",
  "The LORD made his people very fruitful; he made them too numerous for their foes. - Psalms 105:24",
  "Remember me, LORD, when you show favor to your people, come to my aid when you save them. - Psalms 106:4",
  "Let them give thanks to the LORD for his unfailing love and his wonderful deeds for mankind. - Psalms 107:8",
  "Help me, LORD my God; save me according to your unfailing love. Let them know that it is your hand, that you, LORD, have done it. - Psalms 109:26-27",
  "May the LORD cause you to flourish, both you and your children. - Psalms 115:14",
  "It is better to take refuge in the LORD than to trust in humans. - Psalms 118:8",
  "The LORD’s right hand is lifted high; the LORD’s right hand has done mighty things! - Psalms 118:16",
  "I will not die but live, and will proclaim what the LORD has done. - Psalms 118:17",
  "The stone the builders rejected has become the cornerstone; - Psalms 118:23",
  "The LORD has done this, and it is marvelous in our eyes. - Psalms 118:24",
  "How can a young person stay on the path of purity? By living according to your word. - Psalms 119:9",
  "Indeed, he who watches over Israel will neither slumber nor sleep. - Psalms 121:4",
  "Your word, LORD, is eternal; it stands firm in the heavens. - Psalms 119:89",
  "I have more insight than all my teachers, for I meditate on your statutes. - Psalms 119:99",
  "Direct my footsteps according to your word; let no sin rule over me. - Psalms 119:133",
  "The unfolding of your words gives light; it gives understanding to the simple. - Psalms 119:130",
  "May your hand be ready to help me, for I have chosen your precepts. - Psalms 119:173",
  "Pray for the peace of Jerusalem: 'May those who love you be secure.' - Psalms 122:6",
  "Our help is in the name of the LORD, the Maker of heaven and earth. - Psalms 124:7",
  "Those who sow with tears will reap with songs of joy. - Psalms 126:5",
  "The LORD has done great things for us, and we are filled with joy. - Psalms 126:3",
  "Unless the LORD builds the house, the builders labor in vain. Unless the LORD watches over the city, the guards stand watch in vain. - Psalms 127:1",
  "May the LORD bless you from Zion; may you see the prosperity of Jerusalem all the days of your life. - Psalms 128:5",
  "The LORD will vindicate me; your love, LORD, endures forever—do not abandon the works of your hands. - Psalms 138:8",
  "Though I walk in the midst of trouble, you preserve my life. You stretch out your hand against the anger of my foes; with your right hand, you save me. - Psalms 138:7",
  "I know that the LORD secures justice for the poor and upholds the cause of the needy. - Psalms 140:12",
  "Set a guard over my mouth, LORD; keep watch over the door of my lips. - Psalms 141:3",
  "Answer me quickly, LORD; my spirit fails. Do not hide your face from me or I will be like those who go down to the pit. - Psalms 143:7",
  "LORD, what are human beings that you care for them, mere mortals that you think of them? - Psalms 144:3",
  "The LORD is near to all who call on him, to all who call on him in truth. - Psalms 145:18",
  "He fulfills the desires of those who fear him; he hears their cry and saves them. - Psalms 145:19",
  "Blessed are those whose help is the God of Jacob, whose hope is in the LORD their God. - Psalms 146:5",
  "The LORD is slow to anger, abounding in love and forgiving sin and rebellion. Yet he does not leave the guilty unpunished; he punishes the children for the sin of the parents to the third and fourth generation.' - Nahum 1:3",
  "For in the gospel the righteousness of God is revealed—a righteousness that is by faith from first to last, just as it is written: 'The righteous will live by faith.' - Romans 1:17",
  "Therefore, the promise comes by faith, so that it may be by grace and may be guaranteed to all Abraham's offspring—not only to those who are of the law but also to those who have the faith of Abraham. He is the father of us all. - Romans 4:16",
  "What shall we say, then? Shall we go on sinning so that grace may increase? - Romans 6:1",
  "Therefore, there is now no condemnation for those who are in Christ Jesus, - Romans 8:1",
  "As Scripture says, 'Anyone who believes in him will never be put to shame.' - Romans 10:11",
  "Do not conform to the pattern of this world but be transformed by the renewing of your mind. Then you will be able to test and approve what God’s will is—his good, pleasing and perfect will. - Romans 12:2",
  "Let no debt remain outstanding, except the continuing debt to love one another, for whoever loves others has fulfilled the law. - Romans 13:8",
  "May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit. - Romans 15:13",
  "You are worthy, our Lord and God, to receive glory and honor and power, for you created all things, and by your will, they were created and have their being. - Revelation 4:11",
  "Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with that person, and they with me. - Revelation 3:20",
  "He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away. - Revelation 21:4",
  "Look, I am coming soon! My reward is with me, and I will give to each person according to what they have done. - Revelation 22:12",
  "Those who are wise will shine like the brightness of the heavens, and those who lead many to righteousness, like the stars for ever and ever. - Daniel 12:3",
  "Meaningless! Meaningless! says the Teacher. Utterly meaningless! Everything is meaningless. - Ecclesiastes 1:2",
  "There is a time for everything, and a season for every activity under the heavens. - Ecclesiastes 3:1",
  "Much dreaming and many words are meaningless. Therefore, fear God. - Ecclesiastes 5:7",
  "The end of a matter is better than its beginning, and patience is better than pride. - Ecclesiastes 7:8",
  "When times are good, be happy; but when times are bad, consider this: God has made the one as well as the other. Therefore, no one can discover anything about their future. - Ecclesiastes 7:14",
  "Whatever your hand finds to do, do it with all your might, for in the realm of the dead, where you are going, there is neither working nor planning nor knowledge nor wisdom. - Ecclesiastes 9:10",
  "Cast your bread upon the waters, for after many days you will find it again. - Ecclesiastes 11:1",
  "Remember your Creator in the days of your youth, before the days of trouble come and the years approach when you will say, 'I find no pleasure in them' - Ecclesiastes 12:1",
  "Now all has been heard; here is the conclusion of the matter: Fear God and keep his commandments, for this is the duty of all mankind. - Ecclesiastes 12:13",
  "For God will bring every deed into judgment, including every hidden thing, whether it is good or evil. - Ecclesiastes 12:14",
  "May the LORD repay you for what you have done. May you be richly rewarded by the LORD, the God of Israel, under whose wings you have come to take refuge. - Ruth 2:12",
  "Do not keep talking so proudly or let your mouth speak such arrogance, for the LORD is a God who knows, and by him deeds are weighed. - 1 Samuel 2:3",
  "There is no one holy like the LORD; there is no one besides you; there is no Rock like our God. - 1 Samuel 2:2",
  "He will guard the feet of his faithful servants, but the wicked will be silenced in the place of darkness. 'It is not by strength that one prevails.' - 1 Samuel 2:9",
  "The boy Samuel continued to grow in stature and in favor with the LORD and with people. - 1 Samuel 3:19",
  "Day after day men came to help David, until he had a great army, like the army of God. - 1 Chronicles 12:22",
  "Because of the LORD’s great love, we are not consumed, for his compassions never fail. They are new every morning; great is your faithfulness. - Lamentations 3:22-23",
  "But now the LORD my God has given me rest on every side, and there is no adversary or disaster. - 1 Kings 5:4",
  "And we know that in all things God works for the good of those who love him, who have been called according to his purpose. - Romans 8:28",
  "Then Samuel took a stone and set it up between Mizpah and Shen. He named it Ebenezer, saying, 'Thus far the LORD has helped us.' - 1 Samuel 7:12",
  "For he will command his angels concerning you to guard you in all your ways. - Psalms 91:11",
  "For you make me glad by your deeds, LORD; I sing for joy at what your hands have done. - Psalms 92:4",
  "But you have exalted my horn like that of a wild ox; fine oils have been poured on me. - Psalms 92:10",
  "The righteous will flourish like a palm tree, they will grow like a cedar of Lebanon. - Psalms 92:13",
  "In his hand are the depths of the earth, and the mountain peaks belong to him. - Psalms 95:4",
  "Today, if only you would hear his voice, 'Do not harden your hearts as you did at Meribah, as you did that day at Massah in the wilderness.' - Psalms 95:8",
  "Light shines on the righteous and joy on the upright in heart. - Psalms 97:11",
  "Moses and Aaron were among his priests, Samuel was among those who called on his name; they called on the LORD and he answered them. - Psalms 99:6",
  "I will make you into a great nation, and I will bless you; I will make your name great, and you will be a blessing. - Genesis 12:2",
  "Do not hide your face from me when I am in distress. Turn your ear to me; when I call, answer me quickly. - Psalms 102:2",
  "May my meditation be pleasing to him, as I rejoice in the LORD. - Psalms 104:34",
  "Give thanks to the LORD, for he is good; his love endures forever. - Psalms 107:1",
  "Praise the LORD, my soul, and forget not all his benefits. - Psalms 103:2"
]
